Repository: oktydeniz/SpaceX-Launch-App
Catalog: SpaceX-Launch/Localizable.xcstrings
Source language: en
Languages: tr

source: Date Precision
tr: Tarih Hassasiyeti

source: Error
tr: Hata

source: Flight Number
tr: Uçuş No

source: Hour
tr: Saat

source: Landing Attempt
tr: İniş Denemesi

source: Landing Success
tr: İniş Başarısı

source: Landing Type
tr: İniş Tipi

# last_launch
source: Past Launch
tr: Geçmiş Fırlatmalar

source: Launch Date
tr: Fırlatma Tarihi

# launch_date_past
source: Launch Type:
tr: Fırlatma Tipi:

source: Launch Type
tr: Fırlatma Tipi

source: Launches
tr: Fırlatmalar

source: Loading...
tr: Yükleniyor...

source: Minute
tr: Dakika

source: Past
tr: Geçmiş

source: Second
tr: Saniye

source: Try Again
tr: Tekrar Dene

source: Upcoming
tr: Yaklaşan

source: Upcoming Launch
tr: Yaklaşan Fırlatmalar
